import React from "react";
import PostImage from "../post-image";
import './article.css';





const Article = () => {

    return (
            <p>
                <PostImage />
                Семейные ценности – это обычаи и традиции, которые передаются из поколения в поколение. Это – чувства, благодаря которым семья становится крепкой. Это – всё то, что люди переживают вместе внутри дома – радость и горе, благополучие или проблемы и трудности.

                Традиционные ценности: что к ним относится

                — Патриархальный уклад жизни. Браки, в которых мужчина – главный, он основной добытчик и за ним остается последнее слово – далеко не редкость. Женщина здесь, в первую очередь, жена и мать. Она самореализуется посредством рождения и воспитания детей, создания уютной и доверительной атмосферы, берет на себя все домашние хлопоты.

                — Многодетность, или по крайней мере наличие двух детей. Появление каждого ребенка в таких союзах – это продолжение рода, счастье и радость.

                — Культивирование и воспитание ценностей, неполный список которых включает в себя любовь, доброту по отношению друг к другу, уважение ко всем членам рода.

                — Традиция сватовства, когда родители молодых подбирают жениха или невесту, а дети обязательно просят благословения у старших.

                В основе ценностей современного общества по-прежнему лежат любовь, доверие и взаимопомощь. Однако времена меняются, каждая эпоха несет с собой что-то новое, прогрессивное. Наше общество стало более свободным и открытым. Эти факторы оказывают влияние на формирование мировоззрения наших граждан.



                Некоторые изменения коснулись и брачных устоев:

                — Женщина теперь выполняет не только роль матери и хозяйки дома. Она успешно реализует себя в профессии, строит карьеру, зарабатывает деньги наравне с мужем. А домашние обязанности часто делятся поровну, по взаимному согласию.

                — Практичные люди стали заключать брачные контракты или просто сожительствовать без официального оформления отношений.

                — Вступать в брак начали позже – темп жизни изменился. Молодым людям хочется все успеть – получить высшее образование, поработать, получить какой-то опыт, встать на ноги. Только добившись всего намеченного, они всерьез начинают задумываться об образовании новой ячейки общества.

                амого раннего возраста. Одним из наиболее доступных способов, как это сделать естественно и непринужденно, являются традиции. В каждой семье они могут быть совершенно разными, но решающими одну важную задачу – сплотить и укрепить.
            </p>
    )
};

export default Article;