import React from "react";





const Article = () => {

    return (
        <div>
            <p>
                Семейные ценности – это обычаи и традиции, которые передаются из поколения в поколение. Это – чувства, благодаря которым семья становится крепкой. Это – всё то, что люди переживают вместе внутри дома – радость и горе, благополучие или проблемы и трудности.

                Традиционные ценности: что к ним относится

                — Патриархальный уклад жизни. Браки, в которых мужчина – главный, он основной добытчик и за ним остается последнее слово – далеко не редкость. Женщина здесь, в первую очередь, жена и мать. Она самореализуется посредством рождения и воспитания детей, создания уютной и доверительной атмосферы, берет на себя все домашние хлопоты.

                — Многодетность, или по крайней мере наличие двух детей. Появление каждого ребенка в таких союзах – это продолжение рода, счастье и радость.

                — Культивирование и воспитание ценностей, неполный список которых включает в себя любовь, доброту по отношению друг к другу, уважение ко всем членам рода.

                — Традиция сватовства, когда родители молодых подбирают жениха или невесту, а дети обязательно просят благословения у старших.

                В основе ценностей современного общества по-прежнему лежат любовь, доверие и взаимопомощь. Однако времена меняются, каждая эпоха несет с собой что-то новое, прогрессивное. Наше общество стало более свободным и открытым. Эти факторы оказывают влияние на формирование мировоззрения наших граждан.



                Некоторые изменения коснулись и брачных устоев:

                — Женщина теперь выполняет не только роль матери и хозяйки дома. Она успешно реализует себя в профессии, строит карьеру, зарабатывает деньги наравне с мужем. А домашние обязанности часто делятся поровну, по взаимному согласию.

                — Практичные люди стали заключать брачные контракты или просто сожительствовать без официального оформления отношений.

                — Вступать в брак начали позже – темп жизни изменился. Молодым людям хочется все успеть – получить высшее образование, поработать, получить какой-то опыт, встать на ноги. Только добившись всего намеченного, они всерьез начинают задумываться об образовании новой ячейки общества.

                Все эти явления присутствуют сегодня в нашем обществе и это нормально. Здесь главное не переусердствовать в своих стремлениях, знать меру и помнить о заветах наших предков. Все должно быть в свое время – любовь, свадьба, дети и внуки.

                Любовь: это главная семейная ценность. Она проявляется в нежности по отношению к любимым, желанием о них заботиться, защищать, быть постоянно рядом. Союзы, основанные на любви – счастливые и благополучные. Они представляют собой крепкий оплот, тихую гавань, в которую всегда можно вернуться, получить поддержку и утешение.

                Доверие: важно научиться доверять друг другу и приучить к этому своих детей. С каждой проблемой, неудачей, любыми переживаниями вы должны делиться со своими родными. Доверие сложно купить за какие-то деньги, его можно только заслужить, и часто на это уходят многие года.

                Доброта: это желание помочь слабому, беззащитному, оказать ему поддержку, потребность быть полезным. Такие отношения делают семью более гармоничной.

                Верность: еще один залог крепости любовных уз. Готовность быть с любимым человеком и в горе и в радости, несмотря ни на какие соблазны. Это качество формирует в человеке с раннего детства такие качества, как верность своему слову, делу, преданность в дружбе.

                Взаимопонимание: важно понимать друг друга с полуслова, уважать интересы и стремления своей второй половинки и детей. Чувствуя поддержку, человек развивается не только духовно, но и поднимается ввысь в спорте, карьере, достигает больших успехов.

                Уважение: оно выражается в уважении к индивидуальности каждого члена фамилии, недопустимости «переламывания» одного супруга под интересы и потребности другого, невмешательства в дела молодых со стороны родителей.

                Все хорошее и плохое закладывается человеку с детства. Все нормы, правила поведения ребенок получает от родителей, бабушек и дедушек. На их примерах он учится, перенимает опыт, модель поведения и отношения к окружающим. Поэтому воспитывать детей, прививать им правила нужно с самого раннего возраста. Одним из наиболее доступных способов, как это сделать естественно и непринужденно, являются традиции. В каждой семье они могут быть совершенно разными, но решающими одну важную задачу – сплотить и укрепить.

                Совместные чаепития с тортом, сладостями, вкусной домашней выпечкой
                Совместный вечерний досуг – настольные игры, такие как домино, лото или мафия, партия в шахматы.
                Регулярные экскурсии в ближайшие города, по памятным местам, музеям, паркам, зоопаркам.
                Здоровый образ жизни тоже может стать традицией. Каждые выходные, в зависимости от времени года, можно выезжать в парк покататься на велосипедах, роликах, коньках, санках.
                Совместные путешествия.
            </p>
        </div>
    )
};

export default Article;